[
    {
      "name": "Nitin Chauhan",
      "university": "University of Chester, UK",
      "scholarship": "Fully funded",
      "program": "Masters in Medicine (General)",
      "testimonial": "I am extremely grateful for the opportunity to pursue my Masters in Medicine (General) at the University of Chester. The fully funded scholarship I received has been life-changing, alleviating my financial burden & allowing me to focus on my studies & personal growth. This journey was made possible thanks to the exceptional support from ViaCerta Abroad, & I can’t wait to continue my academic & professional journey in medicine."
    },
    {
      "name": "Kunal K.",
      "university": "University of Huddersfield, UK",
      "scholarship": "£6000",
      "program": "Not specified",
      "testimonial": "Securing a £6000 scholarship from the University of Huddersfield was a huge milestone for me. It’s a recognition of my hard work & dedication, & it has made my dream of studying abroad even more achievable. I am excited to be part of the 2024 batch, & the scholarship has eased my financial concerns. I am truly thankful to ViaCerta Abroad for making this opportunity possible & look forward to enhancing my knowledge & skills in the UK."
    },
    {
      "name": "Pankaj Patil",
      "university": "ESSEC Business School, Paris, France",
      "scholarship": "70%",
      "program": "Masters in Data Science",
      "testimonial": "My experience at ESSEC Business School in Paris has been amazing. With a 70% scholarship for my Masters in Data Science, I’ve been able to focus entirely on my studies without financial worries. Paris is a great place to grow academically, & ViaCerta Abroad has been instrumental in securing this opportunity. I’m grateful for their support & excited to keep pushing toward my career goals."
    },
    {
      "name": "Mhd. Mikail Shafique",
      "university": "Stevens Institute of Technology, USA",
      "scholarship": "50%",
      "program": "Not specified",
      "testimonial": "I feel incredibly fortunate to have received a 50% scholarship to pursue my studies at Stevens Institute of Technology in the USA. This scholarship has eased my financial stress, & I’m grateful for the chance to study at such a prestigious institution. I owe a big thanks to ViaCerta Abroad for helping me secure this opportunity, & I look forward to building a successful career in tech."
    },
    {
      "name": "Rohit Saini",
      "university": "Paris, France",
      "scholarship": "Fully Sponsored",
      "program": "Not specified",
      "testimonial": "I was fortunate to be awarded a fully sponsored course in Paris, an incredible opportunity that opened doors for my academic & professional future. Studying in a city full of innovation & inspiration has been amazing, & ViaCerta Abroad’s support made it all possible. I’m beyond excited to be here, learning & growing, & I am thankful to ViaCerta Abroad for making this dream come true."
    }
  ]
  